using UnityEngine;
using System.Collections;

public class baza : MonoBehaviour {
	
	public static  string[,]	words = new string[,]{
		{"","",""},	

	{"фокусник","12","укос,скиф,кино,скок,кокс,офис,сифон,фикус,конус,кусок,фокус,киоск"},
{"огранщик","12","кран,ринг,игра,гора,роща,нора,нога,ранг,книга,орган,аргон,гонщик"},
{"поправка","12","попа,пора,папа,карп,арка,парк,кара,папка,права,повар,оправа,правка"},
{"шарманка","12","шрам,рама,шарм,арка,каша,мрак,рана,кран,карма,шаман,рамка,карман"},
{"отметина","12","нота,тмин,мина,тент,отит,тема,атом,енот,метан,томат,монета,отмена"},
{"напарник","12","пари,пиар,парк,кара,карп,панк,рана,икра,ранка,парик,паника,парник"},
{"фантазер","12","рана,фата,арфа,треф,фара,фаза,тара,фарт,таран,фраза,азарт,фанера"},
{"царствие","12","сват,сера,тире,аист,цвет,вера,арест,истец,свита,ариец,свитер,стерва"},
{"булочник","12","клон,клуб,укол,очки,блок,блин,кино,клин,кулон,облик,блинок,лучник"},
{"конфликт","12","клон,толк,финт,кино,клик,флот,лифт,клин,тоник,нолик,отклик,клинок"},
{"судорога","12","сода,друг,удар,роса,гора,град,дура,аргус,гусар,город,градус,дорога"},
{"старшина","12","шина,сани,шанс,аист,рана,тара,ниша,таран,сатин,транс,сатира,страна"},
{"талисман","12","тмин,сани,лиса,сила,аист,лист,мина,атлас,лиман,астма,малина,настил"},
{"эстрагон","12","трон,рост,сорт,рота,трос,нога,торс,гора,танго,орган,гарсон,нарост"},
{"развилка","12","ваза,злак,икра,лава,завал,акрил,аврал,вилка,залив,валка,развал,разлив"},



{"футболка","12","клуб,толк,флот,укол,факт,бокал,колба,табло,обкат,фотка,кофта,футбол"},
{"экспонат","12","поэт,панк,скат,танк,стон,капот,тоска,стопа,каноэ,топка,станок,стопка"},
{"нехватка","12","танк,кант,кент,вата,вена,накат,ветка,канат,квант,вахта,хватка,анкета"},
{"лунатизм","12","зима,луна,мина,тмин,муза,манту,туман,лиман,линза,аутизм,унитаз,минута"},
{"ширмочка","12","омар,шрам,кома,икра,ишак,комар,шарик,ширма,корма,кошмар,корчма,шрамик"},
{"фламинго","12","гимн,лига,мгла,гном,флаг,манго,логин,лимон,финал,глиома,могила,фингал"},
{"шнуровка","12","внук,ковш,кран,руно,врун,норка,курва,рукав,шкура,конура,коршун,шнурок"},
{"орнамент","12","трон,март,мера,тема,метр,роман,метан,номер,тенор,монета,ремонт,отмена"},
{"оскомина","12","окно,коса,кома,мина,осина,камин,миска,оникс,масон,осока,кимоно,снимок"},
{"мензурка","12","амур,мука,муза,урна,мера,мерка,разум,замер,резак,урезка,размен,маузер"},
{"ботаника","12","бинт,кант,банк,танк,кабан,икона,тоник,батон,канат,бантик,кабина,катион"},
{"колчедан","12","дело,клан,клон,ланч,клад,надел,лодка,океан,декан,колчан,надкол,челнок"},
{"наглость","12","сало,лань,ноль,стол,лось,талон,налог,гость,сталь,слоган,сальто,льгота"},
{"кормушка","12","кума,шарм,амур,шрам,комар,шкура,курок,умора,корма,кошмар,кромка,крошка"},
{"разумник","12","знак,мрак,муза,указ,руна,кумир,камин,узник,кинза,маркиз,кузина,карниз"},


{"этажерка","12","жара,река,этаж,кража,рэкет,жакет,карта,катер,карат,карате,карета,ракета"},
{"побратим","12","пора,бром,атом,тропа,торба,тромб,пират,проба,паром,импорт,орбита,примат"},
{"спальник","12","липа,лань,панк,план,клин,капли,пилка,спина,синька,клипса,скальп,накипь"},
{"приманка","12","мина,парк,мрак,рама,пиар,рана,карп,рампа,марка,паника,карман,парник"},
{"наборщик","12","брак,краб,роща,икона,кобра,барин,норка,барон,банщик,банкир,община,карбон"},
{"нагрузка","12","груз,указ,кран,урна,казан,наука,загар,ангар,курага,гранка,ураган,курган"},
{"сталевар","12","сера,вера,лава,атлас,слава,трава,салат,арест,астрал,стрела,стерва,верста"},
{"марксист","12","смак,мрак,срам,скат,такси,миска,киста,искра,кассир,расист,старик,стирка"},
{"цистерна","12","сера,цена,цент,сцена,ранец,стена,сенат,транс,нацист,иранец,старец,сирена"},
{"штрафник","12","кант,шифр,финт,шрифт,шарик,тиран,тариф,штраф,фантик,кантри,трафик,шарфик"},
{"сторожка","12","торс,срок,сток,тоска,окрас,страж,актор,рожок,сорока,строка,сторож,росток"},
{"текстура","12","утка,сера,такт,суета,траст,старт,театр,арест,кастет,треска,теракт,скутер"},
{"покрытие","12","порт,корт,опыт,отек,трико,питер,пикет,покер,протек,проект,приток,притык"},
{"прическа","12","пирс,парк,парик,скрип,речка,печка,черпак,спикер,спичка,кариес,персик,секира"},
{"фигурант","12","граф,ринг,тариф,грант,руина,грунт,тиран,гранит,графин,фигура,графит,рутина"},




{"оснастка","12","соска,накат,касса,нотка,такса,накос,тоска,станок,осанка,стакан,сноска,соната"},
{"командор","12","орда,кома,комод,комар,норма,донор,морда,дракон,кордон,морока,нарком,корона"},
{"романист","12","сатин,масон,осина,ситро,сонар,тиран,транс,матрос,романс,сирота,монстр,нарост"},
{"странник","12","такси,скрин,нитка,сатин,искра,транс,старик,стирка,ратник,кантри,натиск,санник"},
{"тростник","12","оникс,тоник,исток,ситро,носик,скрин,токсин,сотник,тортик,оттиск,тритон,тросик"},
{"рогатина","12","танго,тиран,нагар,аргон,аорта,таран,гранит,гарант,ангора,гитара,гранат,нагота"},
{"набросок","12","скоба,скраб,набор,собор,барон,носок,бросок,сорока,сборка,борона,корона,карбон"},
{"растопка","12","такса,аорта,паста,парок,парта,капот,прокат,пастор,опаска,строка,стропа,раскоп"},
{"листовка","12","икота,исток,квота,отлив,ствол,тоска,ластик,листок,свиток,сливка,слиток,столик"},
{"протечка","12","почка,почта,топка,точка,тропа,черта,паркет,почерк,проект,прокат,прочет,черпак"},
{"скорлупа","12","крупа,парус,русло,скула,сурок,укроп,корпус,купало,оракул,порука,просак,раскол"},
{"напрокат","12","аорта,канат,накат,напор,парта,таран,кантор,капрон,картон,катран,патрон,прокат"},
{"работник","12","икота,кобра,нитка,норка,табор,тиран,банкир,бантик,картон,орбита,банкрот,ботаник"},
{"university","12","nest,rest,user,nuts,suit,nurse,unite,visit,entry,insure,nursey,virtue"},
{"professional","12","lion,fire,alien,false,final,floor,nails,person,plains,poison,reason,sailor"}



	};
	
}
